blogs/war.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-20 Tue 22:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>On the war in Ukraine</title>
<meta name="author" content="Dhruva Kashyap" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../styles_org.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">On the war in Ukraine</h1>

<div id="outline-container-org1416369" class="outline-2">
<h2 id="org1416369"><span class="section-number-2">1.</span> On the war in Ukraine</h2>
<div class="outline-text-2" id="text-1">
<p>
It is February 2022. War has broken out between Russia and Ukraine after Russia recognised the Donetsk and Luhansk regions as independent regions.
I am clearly not qualified to make any comments on the developing situation. But it is clear to see that the Kremlin has been the aggressor in this situation. Vladimir Putin and his Ilk have bought forth a war to Europe. To quote the current UN Secretary-General António Guterres pleaded to Putin: &ldquo;Give peace a chance.&rdquo;
</p>
</div>
</div>

<div id="outline-container-org2a9bd23" class="outline-2">
<h2 id="org2a9bd23"><span class="section-number-2">2.</span> As an Indian</h2>
<div class="outline-text-2" id="text-2">
<p>
I am conflicted. I have never seen war. I was fortunate to be born in the most peaceful period in human history. I&rsquo;d like to believe that the natural state of humanity is not of war, naive as it may seem. Although the idealist that I am, I am unsure of my own country&rsquo;s stance on the issue. We abstained from the UN Security council meeting to condemn the war. I understand the reasons why my government did this. But I wish we could do more. I hope the country of Gandhi can continue being a voice for peace.
</p>
</div>
</div>

<div id="outline-container-orgb95cac2" class="outline-2">
<h2 id="orgb95cac2"><span class="section-number-2">3.</span> The future</h2>
<div class="outline-text-2" id="text-3">
<p>
I am writing this on 27th February 2022, 11:30 PM IST. I am no sure what the future holds. I hope that civilians in Ukraine stop dying. I wish for people to feel safe again. The pandemic has drained us all. I hope we can see reason. I hope tumultuous times are not ahead. I hope.
</p>
</div>
</div>

<div id="outline-container-org5535236" class="outline-2">
<h2 id="org5535236"><span class="section-number-2">4.</span> References</h2>
<div class="outline-text-2" id="text-4">
<p>
I understand that the current media/news system as not at a good point in terms of trust-worthiness. But here are a few good sources:
</p>

<ul class="org-ul">
<li><a href="https://apnews.com/article/united-nations-general-assembly-russia-ukraine-europe-russia-united-nations-31c5af31d2a72163676459d317269b35">AP News article on the war</a></li>
<li><a href="https://www.bbc.com/news/live/world-europe-60454795?ns_mchannel=social&amp;ns_source=twitter&amp;ns_campaign=bbc_live&amp;ns_linkname=6217ca57000e9e34d25a7ba4%26What%27s%20the%20latest%3F%262022-02-24T18%3A33%3A13.709Z&amp;ns_fee=0&amp;pinned_post_locator=urn:asset:becba973-98df-4728-bcce-9f0e082111d9&amp;pinned_post_asset_id=6217ca57000e9e34d25a7ba4">BBC News article</a></li>
<li><a href="https://news.un.org/en/story/2022/02/1112802">UN Council press on the Security Council vote</a></li>
</ul>

<br>
<span style="color:blue">Слава</span><span style="color:yellow"> Україні</span>
<p style="text-align:center">
    <small><a href="../index.html">Dhruva Kashyap</a> 2022</small>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Dhruva Kashyap</p>
<p class="date">Created: 2022-12-20 Tue 22:30</p>
</div>
</body>
</html>